Repository: Lochandsome/DA_swimwear-website
Catalog: DAChuyenNganh/Resources/Views/Cart/Checkout.*.resx
Languages: vi_vn

source: Agree to order
vi_vn: Đồng ý đặt hàng

source: Already registered ? Please login below :
vi_vn: Bạn đã có tài khoản chưa ? Vui lòng đăng nhập bên dưới :

source: Back to cart
vi_vn: Quay lại giỏ hàng

# CheckoutMethod
source: 1. Checkout Method
vi_vn: 1. Phương pháp kiểm tra

source: Continue
vi_vn: Tiếp tục

source: Customer Address
vi_vn: Địa chỉ người nhận

source: Customer Message
vi_vn: Lời nhắn

source: Description
vi_vn: Mô tả

source: Easy access to your order history and status
vi_vn: Dễ dàng truy cập lịch sử và trạng thái mua hàng

source: Fast and easy check out
vi_vn: Thanh toán nhanh chóng và dễ dàng

# FullName
source: Customer name
vi_vn: Họ và tên khách hàng

# Haveanerror
source: Have an error in order progress. Please contact to administrator.
vi_vn: Có một lỗi trong tiến trình đặt hàng. Vui lòng liên hệ với quản trị viên.

source: Home
vi_vn: Trang chủ

source: Login
vi_vn: Đăng nhập

# OrderReview
source: 4. Order Review
vi_vn: 4. Thông tin đơn hàng

# Pay
source: Check out
vi_vn: Thanh toán đơn hàng

# Payas
source: Pay as a guest or register
vi_vn: Thanh toán với tư cách khách ghé thăm hoặc đăng k

# PaymentInformation
source: 3. Payment Information
vi_vn: 3. Phương thức thanh toán

# Phone
source: Customer mobile
vi_vn: Số điện thoại người nhận

source: Price
vi_vn: Giá bán

source: Product
vi_vn: Sản phẩm

source: Quantity
vi_vn: Số lượng

source: Register and save time!
vi_vn: Đăng ký và để tiết kiệm thời gian!

# Registerwith
source: Register with us for future convenience :
vi_vn: Đăng ký tài khoản để thuận tiên trong tương lai :

source: Register with us for future convenience :
vi_vn: Đăng ký với chúng tôi để thuận tiện trong tương lai :

# ShippingInformation
source: 2. Billing Informations
vi_vn: 2. Thông tin vận chuyển

# Thankyoufor
source: Thank you for your order. We are going to confirm your order soon.
vi_vn: Cảm ơn bạn đã đặt hàng của bạn. Chúng tôi sẽ sớm xác nhận đơn đặt hàng của bạn.

source: Total
vi_vn: Thành tiền
